{
  "name": "",
  "shortLabel": "All Datasets",
  "abstract": "Co-expression of SARS-CoV-2 entry genes in the adult human conjunctival epithelium suggests an additional route of entry via the ocular surface.     <p> The high infection rate of SARS-CoV-2 necessitates the need for multiple studies identifying the molecular mechanisms that facilitate the viral entry and propagation. Currently the potential extra-respiratory transmission routes of SARS-CoV-2 remain unclear. Using single-cell RNA Seq and ATAC-Seq datasets, we investigated SARS-CoV-2 tropism in the embryonic, fetal and adult human ocular surface. The co-expression of ACE2 receptor and entry protease TMPRSS2 was detected in the human adult superficial and basal conjunctival epithelium, but not in the embryonic and fetal ocular surface up to 21 post conception weeks. In addition, co-expression of ACE2, TMPRSS2 and each of the three members of proprotein convertases, shown to be involved in proteolytic processing of the spike protein, PCSK3, PCSK5 and PCSK7 was detected in the adult superficial and basal conjunctival epithelium. Single cell ATAC-Seq data revealed a permissive chromatin in ACE2, TMPRSS2 and PCSK3 loci in the adult conjunctival epithelium. A deeper transcriptome analysis revealed a significant interaction between ACE2 and GHLR as well as the possibility of TMPRSS2 expression being upregulated by male sex hormones, which resonate with the higher susceptibility of obese and male patients respectively to COVID-19. Analysis of the ACE2+TMPRSS2+ cells in the superficial conjunctival epithelium revealed a transcriptional profile that was regulated by pro-inflammatory signals including TNF, NFKβ and IFNG and at the same time able to inhibit these signals, providing a feedback loop that may regulate the immune response in the ocular surface. Together our data suggest that the human conjunctival epithelium may provide an additional entry portal for SARS-CoV-2. These findings could thus have profound implications for the community at large and all health care professionals, particularly to ophthalmologists and ENT surgeons who are a high-risk category due to very close proximity physical examination during patient consultation and the potential development of “eye drops”, which

can be used by everyone as a prophylactic measure to stop viral entry through the ocular surface epithelium.      <p> Please select a dataset from the list on the left.<p>\n            <p>\n            See the documentation on <a target=_blank href=\"https://cellbrowser.readthedocs.io/collections.html\">\n            dataset hierarchies</a>.\n\n        ",
  "datasets": [
    {
      "shortLabel": "Adult Cornea",
      "name": "Adult_Cornea",
      "md5": "7897a7841a",
      "sampleCount": 21343,
      "tags": [
        "10x"
      ],
      "hasFiles": [
        "datasetDesc"
      ]
    },
    {
      "shortLabel": "Fetal Cornea",
      "name": "Fetal_Cornea",
      "md5": "8c7d4d5683",
      "sampleCount": 9074,
      "tags": [
        "10x"
      ],
      "hasFiles": [
        "datasetDesc"
      ]
    }
  ]
}